/* No comment provided by engineer. */
"Add" = "Voeg toe";

/* No comment provided by engineer. */
"Cancel" = "Annuleer";

/* No comment provided by engineer. */
"Close" = "Sluit";

/* No comment provided by engineer. */
"Continue" = "Ga door";

/* No comment provided by engineer. */
"Delete" = "Wis";

/* Verb 'edit' on a button */
"Edit" = "Wijzig";

/* Button in the Xtras Manager to go to adiumxtras.com to get more adiumxtras */
"Get More Xtras" = "Haal meer Xtras op";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "Bericht";

/* Button to return from away in the away status window */
"Return" = "Keer terug";

/* No comment provided by engineer. */
"Send" = "Verstuur";